'''2. Створити клас TelegramBot, який має бути унаслідуваний від Bot та має містити:

власні атрибути url, chat_id (None за замовчуванням)

методи send_message, set_url та set_chat_id.
Ці методи, крім self,  мають приймати 1 параметр (url та chat_id відповідно) та присвоювати значення цього параметру атрибутам url та chat_id відповідно.
Також TelegramBot має перевизначити метод send_message – друкувати значення параметру message з будь-яким допоміжним текстом.
Цей текст також має містити в собі значення url та chat_id '''